/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "אין נתונים";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "שמור";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "הזן חתימה מחדש";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "נקה";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "בטל";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "חתימה";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "הקש כדי לחתום";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "אזור החתימה";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "הקש פעמיים וגרור לחתימה";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "תמונת חתימה";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "שורת חתימה";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "בוטל";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "הבא";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Ok";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "סטאטוס";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "המשתמש ביטל את פעולת ה-Onboarding";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "ללא הסכמה, לא תוכל להמשיך בפעולת ה-Onboarding.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "הסכם";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "צא";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "חזור";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "שלב";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "מתוך";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "האם אתה בטוח שברצונך לצאת מתהליך השילוב?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "האם אתה רוצה פרטיות נתונים?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "נהג בזהירות עם הנתונים שלך";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "לא כעת";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "התר";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "דחה";

/* XBUT: Agree action title in EULAView */
"Agree" = "מסכים";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "לא מסכים";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "טוען...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "אין מה להציג עדיין";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d שעות %d דקות";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "בוצע";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "יש %d שגיאות בטבלת הנתונים.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "כותרת שורה";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "שורה %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "עמודה %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "אביזר מוביל";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "אביזר נגרר";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "טקסט";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "תמונה";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "תאריך";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "שעה";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "משך זמן";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "פריט רשימה";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "נבחר";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "לא נבחר";

/* XBUT: calendar time component label */
"Time" = "שעה";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "ערך: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "התא שהקישו הוא לקריאה בלבד.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "שדה 'לקריאה בלבד'";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "לא נשארו תווים";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "צמצם את מספר התווים";

